/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Google authorization" = "Google-autorisatie";
"Saved in iOS keychain. Turn off to switch to a different Google account." = "Opgeslagen in iOS-sleutelhanger. Schakel uit om over te schakelen naar een ander Google-account.";
"Save authorization" = "Bewaar autorisatie";
"Google calendar" = "Google-kalender";
"Calendar events shown" = "Kalender-evenementen getoond";
"Number of 24 hour periods from the Google calendar visible in The Magic Clock. Minimum 1, maximum 7, default set to 3 (72 hours)." = "Aantal perioden van 24 uur uit de Google-kalender zichtbaar in Magische Klok. Minimum 1, maximum 7, standaard 3 (72 uur).";
"Calendar refresh rate" = "Vernieuwingssnelheid van de kalender";
"Number of minutes before The Magic Clock refreshes calendar events from the Google calendar. Minimum 5, maximum 90, default set to 15 minutes." = "Aantal minuten voordat Magische Klok kalender-evenementen vernieuwt vanuit de Google-kalender. Minimum 5, maximum 90, standaard 15 minuten.";
"Timeout" = "Time-out";
"Number of seconds before requests over the internet to the Google API times out. Minimum 30, maximum 90, default set to 30 seconds." = "Het aantal seconden voordat aanvragen voor de Google API via internet verlopen. Minimum 30, maximum 90, standaard 30 seconden.";
"Speech" = "Spraak";
"Enabled" = "Ingeschakeld";
"Reminder interval" = "Herinneringsinterval";
"Number of minutes ahead of an event The Magic Clock speaks a reminder. Minimum 0, maximum 120, default set to 10 minutes." = "Aantal minuten vóór een evenement Magische Klok spreekt een herinnering. Minimum 0, maximum 120, standaard 10 minuten.";
"Photos" = "Foto's";
"Number of seconds The Magic Clock shows each photo in a slideshow. Minimum 1, maximum 60, default set to 8 seconds." = "Aantal seconden Magische Klok toont elke foto in een diavoorstelling. Minimum 1, maximum 60, standaard 8 seconden.";
